
# Core Homebrew
brew 'bash'
brew 'bat'
brew 'cairo'
brew 'cjbassi/ytop/ytop'
brew 'cmake'
brew 'cmatrix'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'exa'
brew 'fish'
brew 'git'
brew 'imagemagick@6'
brew 'jq'
brew 'koekeishiya/formulae/skhd'
brew 'koekeishiya/formulae/yabai'
brew 'media-info'
brew 'neofetch'
brew 'peco'
brew 'pipes-sh'
brew 'pkg-config'
brew 'python'
brew 'python@3.8'
brew 'starship'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tmux'
brew 'tty-clock'
brew 'unar'
brew 'wallpaper'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'z'
brew 'zsh'

# Cask Apps
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'audio-hijack'
cask 'contexts'
cask 'discord'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'front'
cask 'github'
cask 'gpg-suite-no-mail'
cask 'istat-menus'
cask 'iterm2'
cask 'kmbmpdc'
cask 'loopback'
cask 'mkvtoolnix'
cask 'ngrok'
cask 'slack'
cask 'sound-control'
cask 'spotify'
cask 'steam'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
cask 'xld'
cask 'xscope'

# Mac App Store
mas "Apple Configurator 2", id: 1037126344
mas "Mactracker", id: 430255202
mas "Messenger", id: 1480068668
mas "IPinator", id: 959111981
mas "Meta", id: 558317092
mas "Bear", id: 1091189122
mas "Deliveries", id: 924726344
mas "MediaInfo", id: 510620098
mas "NepTunes", id: 1006739057
mas "DaisyDisk", id: 411643860
mas "Redacted", id: 984968384